	<#include "common/taglibs.ftl">
	<link rel="stylesheet" href="${ctx}/static/front/css/dsj_newhouse.css">
	<link rel="stylesheet" href="${ctx}/static/front/css/centre.css">
    <link rel="stylesheet" href="${ctx}/static/front/css/dsj_newhouse_list.css">
    <link rel="stylesheet" type="text/css" href="${ctx}/static/front/css/warrant.css">
  
	  <!-- 经纪人前端logo搜索框 -->
	    <div class="BHLogo">
	      <div class="BHLogoLeft">
	        <h1>大搜家</h1>
	        <span></span>
	      </div>
	    </div>
	  <!-- 进程 -->
	    <div class="PGress"> 
	      <ul>
	        <li><a href="${ctx}/">大搜家首页</a>
	        <div class="progressTriangle">
	          <div> 
	          </div>
	        </div>
	        </li>
	        <li>
	        </li>
	      </ul>
	    </div>
	  <!-- pc主体 -->
	  	<div class="centre_main">
           <div class="centre_lefttab">
                <ul style="margin-bottom: 0;">
                    <li class="centre_leftActive _about_li"><a>关于我们</a></li>
                    <li class="_about_li"><a>平台协议</a></li>
                    <li class="_about_li"><a>合作伙伴</a></li>
                </ul>
           </div>
           <div class="centre_content ">
                <!--关于我们  -->
                <div class="centre_content_div" id="about_us">
                    <h2>大搜家，搜什么？</h2>
                    <div class="paragraph">
                        <h4>不止一个人问起过，“大搜家”是什么？</h4>
                        <ul>
                            <li>房产，是普通消费者所能消费的最大宗商品。总价值12万亿的产业中，消费者却一直不那么强势。</li>
                            <li>买房耗费购房者大量的时间、精力。最无奈的是，很多用户在选房时不知道要选择哪儿的房子，整个行业存在太多的信息不对称问题，正是这个信息不对称问题导致了很多消费者购买了自己并不满意的房子。</li>
                            <li>消费者苦于找不到合适房源的同时，在另一端，一手房代理商或二手房中介感到，房子越来越难卖。</li>
                            <li>大搜家，以互联网姿态，真正精力聚焦在用户身上，以同时解决B、C两端的痛点的为撬动点，给出了最适合的解决方案。</li>
                        </ul>
                    </div>
                    <div class="paragraph">
                        <h4>大搜家的“房产交易+互联网”的价值体现在哪里？</h4>
                        <ul>
                            <li>在经纪人端，健全的制度、严格的业务考核、严格的约束和管理是大搜家运营的保证。</li>
                            <li>完整的“MLS系统”是大搜家的核心保障，房源信息公开透明，保证用户所见即所得。</li>
                            <li>大搜家以线上提供丰富的房源信息供客户选择+线下保证客户交易体验的高承诺、高效率以及高品质服务真正实现了房产O2O的生态建设。</li>
                        </ul>
                    </div>
                </div>
               <!--协议 -->
                <div class="centre_content_div" id="platform_agreement" style="display: none">
                    
                    <div class="platform_conter" id="user-agreement">
                        <ul class="content_title">
                            <li class="user-agreement content_title_active">用户协议</li>
                            <li class="rental-agreement">发布房源</li>
                        </ul>
                        <div class="platform_header">
                          欢迎您使用大搜家的服务！您在使用大搜家平台（北京大搜家信息技术服务有限公司及其子公司）提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款。本协议是用户与大搜家之间的法律协议，是用户注册大搜家账号并使用大搜家平台服务或非经注册程序直接使用大搜家平台服务时的通用条款。您一旦在本网站注册，即视为您已了解并完全同意本服务协议各项内容，包括大搜家对服务协议随时所做的任何修改，并成为大搜家用户。
                        </div>
                        <div class="paragraph">
                            <h4>一、定义</h4>
                            <ul>
                                <li>1、大搜家平台，以下亦称为“大搜家”，是指北京大搜家信息技术服务有限公司运营的大搜家网站（<span class="pingFangSC">www.dasoujia.com</span>）、大搜家无线站点（包括<span class="pingFangSC">wap.dasoujia.com</span>）</li>
                                <li>2、用户，包含注册用户和非注册用户，以下亦称为“用户”或“您”。注册用户是指通过大搜家平台完成全部注册程序后，使用大搜家平台服务或大搜家网站资料的用户。非注册用户是指未进行注册、直接登录大搜家平台或通过其他大搜家平台允许的方式进入大搜家平台直接或间接地使用大搜家平台服务或大搜家网站资料的用户。</li>
                            </ul>
                        </div>
                        <div class="paragraph">
                            <h4> 二、用户注册</h4>
                            <ul>
                                <li>大搜家帐号（即大搜家用户ID）的所有权归大搜家，您按注册页面引导填写信息，阅读并同意本协议且完成全部注册程序后，即可获得大搜家帐号并成为大搜家用户。您应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实或更新不及时而引发的相关问题，大搜家不负任何责任。用户提交的帐号名称、头像和简介等注册信息中不得出现违法和不良信息，经大搜家审核，如存在上述情况，大搜家将不予注册；同时，在注册后，如发现用户以虚假信息骗取帐号名称注册，或其帐号头像、简介等注册信息存在违法和不良信息的，大搜家有权不经通知单方采取限期改正、暂停使用、注销登记、收回等措施。</li>
                                <li>2、您注册的用户名不得冒用他人信息或侵犯他人合法权益，不能对他人名誉权造成侵犯。如发生上述行为，大搜家有权暂停或终止帐号，并有权追究相关责任人的法律责任。</li>
                                <li>3、您在注册帐号或使用大搜家平台服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写您的真实的身份信息及有效联系方式。若您填写的信息不完整，则无法使用大搜家平台服务或在使用过程中受到限制。</li>
                                <li>4、您需要对自己在大搜家的行为、言论负责。若您提供任何错误、不实的资料，并为大搜家所确知，或者大搜家有合理的理由怀疑前述资料为错误、不实，大搜家有权暂停或终止您的帐号。</li>
                                <li>5、如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知大搜家，要求大搜家暂停相关服务。您理解大搜家对您的请求采取行动需要合理时间，大搜家对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</li>
                                <li>6、您了解并同意，如您符合并且遵守本协议条款，在通过大搜家平台完成注册程序之后，即可成为大搜家平台用户。</li>
                                <li>7、您了解并同意，一经注册用户账号或者使用大搜家平台服务，即视为您同意大搜家及/或其关联公司通过短信、电话或者电子邮件的方式向您注册时填写的手机号码或者电子邮箱发送相应的产品服务广告信息、促销优惠等营销信息或为您提供任何您可能感兴趣的信息；您如果不同意发送，您可以通过相应的退订功能进行退订。</li>
                            </ul>
                        </div>
                        <div class="paragraph">
                            <h4> 三、用户信息的使用</h4>
                            <ul>
                                <li> 1、为了向您提供更好的服务，大搜家会在您首次注册或使用本网站服务的情况下系统自动存储您的相关信息。如您发现您的帐号遭他人非法使用，应立即通知大搜家。互联网上不排除因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，此类情况与大搜家无关。用户是唯一对自己的账号密码及其相关注册信息负有权限及保密责任的人。因此请务必小心保护自己的账户安全。</li>
                                <li>2、因您使用大搜家服务而被大搜家获取的信息有：
                                        <ul class="second_ul">
                                            <li>（1）日志信息。当您使用大搜家服务时，服务器会自动记录一些信息，例如您对我们服务的使用情况、IP地址、所访问服务的URL、浏览器的类型和使用的语言以及访问日期和时间等。 </li>
                                            <li>（2）设备信息。某些产品和/或服务包含唯一应用程序编号。当您安装、激活、更新、卸载相关服务或当这些服务定期与大搜家通信（例如软件的更新）时，系统会将此编号以及与安装相关的信息（例如操作系统类型和应用程序版本号）发送给大搜家。 </li>
                                            <li>（3）当您使用具有定位功能的大搜家服务时，系统会自动处理有关设备的位置信息，以使得您不需要手动输入自身地理坐标就可获得相关服务。 </li>
                                            <li>（4）为了提供更好的服务与改善用户体验，大搜家可能会记录硬件型号、操作系统版本号、国际移动设备身份码（IMEI）、网络设备硬件地址（MAC）等信息。 </li>
                                            <li>（5）Cookie和匿名标示符等工具。cookie主要的功能是便于您使用网站产品和/或服务，以及帮助网站统计独立访客数量等。运用cookie技术，大搜家能够为您提供更加周到的个性化服务，并允许您设定您特定的服务选项。 当您可以选择拒绝 cookie。您可以通过修改浏览器设置的方式拒绝cookie。如果您选择拒绝cookie，则您可能无法登录或使用依赖于cookie的大搜家服务或功能。 </li>
                                            <li>以上数据信息都采用匿名的方式。同时，我们也会对信息采取加密处理，保证信息的安全性。</li>
                                        </ul>
                                </li>
                                <li>3、本网站为用户提供各种配套服务，如看房团、团购等各项活动，我们通常要求参与者填写相关资料登记表格，以便活动更好的开展。此类信息也将成为本网用户数据的一部分，并将被后续记录、保存、保护和合理使用。是否提供所要求的信息和是否参加此类活动，这完全取决于用户自身。</li>
                                <li>4、在不透露单个用户隐私资料的前提下，大搜家有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</li>
                                <li>5、本网站用户对于自己的个人信息享有以下权利：
                                        <ul class="second_ul">
                                            <li>（1）随时查询及请求阅览； </li>
                                            <li>（2）随时请求补充或更正； </li>
                                            <li>（3）随时请求删除；</li>
                                            <li>（4）请求停止电脑处理及使用。</li>
                                        </ul>
                                </li>
                                <li>6、大搜家会采取行业惯用措施保护用户信息的安全，但大搜家不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的信息；大搜家的合作伙伴和可通过大搜家访问的第三方因特网站点和服务；通过抽奖、促销等活动得知用户个人信息的第三方会进行独立的数据收集工作等活动。大搜家对用户及其他任何第三方的上述行为，不承担任何责任。</li>
                                <li>7、在如下情况下，大搜家可能会披露您的信息:
                                        <ul class="second_ul">
                                            <li>（1）事先获得您的授权； </li>
                                            <li>（2）您使用共享功能； </li>
                                            <li>（3）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；</li>
                                            <li>（4）以学术研究或公共利益为目的；</li>
                                            <li>（5）为维护大搜家的合法权益，例如查找、预防、处理欺诈或安全方面的问题；</li>
                                            <li>（6）符合相关服务条款或使用协议的规定。</li>
                                        </ul>
                                </li>
                            </ul>
                        </div>
                        <div class="paragraph">
                            <h4>四、平台使用规范</h4>
                            <ul>
                                <li> 1、房源发布需遵守《大搜家房源发布协议》；</li>
                                <li> 2、通过大搜家平台，您可以按照大搜家的规则发布各种信息，但所发布之信息不得含有如下内容：
                                    <ul class="second_ul">
                                            <li>（1）反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律、行政法规实施的； </li>
                                            <li>（2）煽动危害国家安全、泄露国家秘密、颠覆国家政权，推翻社会主义制度的；</li>
                                            <li>（3）煽动分裂国家、破坏国家统一、损害国家荣誉和民族利益的；</li>
                                            <li>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
                                            <li>（5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</li>
                                            <li>（6）进行政治宣传或破坏国家宗教政策、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</li>
                                            <li>（7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</li>
                                            <li>（8）损害国家机关信誉的；</li>
                                            <li>（9）其他违反宪法和法律法规的。</li>
                                        </ul>
                                </li>
                                <li>3、在接受大搜家平台服务的过程中，您不得从事下列行为：
                                        <ul class="second_ul">
                                            <li>（1）发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容。 </li>
                                            <li>（2）传送或散布以其他方式实现传送的含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此）：包括版权或商标法（或隐私权或公开权），除非用户拥有或控制着相应的权利或已得到所有必要的认可；</li>
                                            <li>（3）进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐号；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本平台系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；发布包含病毒、木马、定时炸弹等可能对大搜家系统造成伤害或影响其稳定性的内容制造虚假身份以误导、欺骗他人；伪造TCP/IP数据包名称或部分名称；</li>
                                            <li>（4）修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，不得将用于上述用途的软件通过信息网络向公众传播或者运营；</li>
                                            <li>（5）在未经大搜家书面明确授权前提下，不对大搜家平台上的任何数据作商业性利用，包括但不限于在未经大搜家事先书面同意的情况下，以复制、传播等任何方式使用大搜家平台站上展示的资料。</li>
                                        </ul>
                                </li>
                                <li>4、您了解并同意：
                                        <ul class="second_ul">
                                            <li>（1）您违反上述承诺时，大搜家有权依据本协议的约定，做出相应处理或终止向您提供服务，且无须征得您的同意或提前通知于您。 </li>
                                            <li>（2）根据相关法令的指定或者大搜家平台服务规则的判断，您的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的，大搜家有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、降低您的信用值或直接停止提供服务。</li>
                                            <li>（3）对于您在大搜家平台上实施的行为，包括您未在大搜家平台上实施但已经对大搜家平台及其用户产生影响的行为，大搜家有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此采取相应的处理措施。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据承担不利后果。</li>
                                            <li>（4）对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保大搜家免于承担因此产生的损失或增加的费用。</li>
                                            <li>（5）如您涉嫌违反有关法律或者本协议之规定，使大搜家遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿大搜家因此造成的损失及（或）发生的费用，包括合理的律师费用。</li>
                                        </ul>
                                </li>
                            </ul>
                        </div>
                        <div class="paragraph">
                            <h4>五、免责条款</h4>
                            <ul>
                                <li>1、由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息泄露，或其他非因大搜家原因导致的个人信息泄漏；</li>
                                <li>2、任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之非大搜家原因而造成的个人信息泄露、丢失、被盗用或被篡改等；</li>
                                <li>3、任何第三方根据大搜家各服务声明及服务协议中所列明的情况使用您的个人信息，由此所产生的纠纷；</li>
                                <li>4、大搜家在各服务声明及服务协议中列明的所有免责情形；</li>
                                <li>5、大搜家的网页上有与其他网站网页的链接。大搜家对其他任何网站的内容、隐私政策、运营情况、或经营这些网站的公司的行 为概不负责。在向这些与大搜家链接的网站提供个人信息之前，请查阅它们的隐私政策。由于与本网站链接的其它网站所造成的个人信息泄露及由此而导致的任何法 律争议和后果，大搜家概不负责；</li>
                                <li>6、任何因不可抗力所导致的后果。</li>
                            </ul>
                        </div>
                        <div class="paragraph">
                            <h4>六、法律声明</h4>
                            <ul>
                                <li>1、本声明未涉及的问题请参见国家有关法律法规，当本声明与国家有关法律法规冲突时，以国家法律法规为准。</li>
                                <li>2、本网站有权在必要时修改服务条款，本网站服务条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，用户可以主动取消获得的本网站信息服务。如果用户继续享用本网站信息服务，则视为接受服务条款的变动。本网站保留随时修改或中 断服务而不需通知用户的权利。本网站行使修改或中断服务的权利，不需对用户或第三方负责。</li>
                                <li>3、如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向大搜家所在地北京市海淀区人民法院提起诉讼。 </li>
                                <li>4、本网站相关声明版权及其修改权、更新权和最终解释权均属大搜家所有。</li>
                            </ul>
                        </div>
                    </div>
                    <div class="platform_conter" id="rental-agreement" style="display: none">
                        <ul class="content_title">
                            <li class="user-agreement">用户协议</li>
                            <li class="rental-agreement content_title_active">发布房源</li>
                        </ul>
                        <div class="platform_header">
                          		 欢迎您使用大搜家的服务！您在使用大搜家平台（北京大搜家信息技术服务有限公司及其子公司）发布房源时，请您务必审慎阅读、充分理解本协议内容， 配合新广告法的实施以及为用户提供最佳的找房体验，遵守大搜家针对开发商及经纪人的房源发布规则和规范。
                       </div>
                       <div class="paragraph">
                            <h4>一、严禁发布类：</h4>
                            <ul>
                                <li class="secondheadline">1、禁止发布、传送、传播如下违反国家法律法规规定的内容，如有违反，将做房源违规处理，情节严重者，将永久封号。</li>
                                <li>（1）不得发布反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；损害国家荣誉和利益的信息；</li>
                                <li>（2）不得发布煽动民族仇恨、民族歧视，破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；侮辱或者诽谤他人，侵害他人合法权益的信息；</li>
                                <li>消费者苦于找不到合适房源的同时，在另一端，一手房代理商或二手房中介感到，房子越来越难卖。</li>
                                <li>（3）不得发布散布淫秽、色情、赌博、暴力、凶杀、毒品、恐怖或者教唆犯罪的；含有法律、行政法规禁止的其他的内容的。</li>
                                <li class="secondheadline">2、禁止发布如下违反广告法规规定的内容，如有违反，将做房源违规处理。</li>
                                <li>（1）不得发布带有“第一（NO、1Top1）”、“唯一”、“首席”、“楼王”、“极品”、“冠军”、“绝版”、“奢侈”、“至尊”、“顶级享受”、“国家级”、“世界级”、“首个”、“首选”、“精确”、“最”、“绝对”、“首家”等夸张极限类词汇内容；</li>
                                <li>（2）不得发布含以下内容的房源信息：升值或者投资回报的承诺；以项目到达某一具体参照物的所需时间表示项目位置；违反国家有关价格管理的规定；对规划或者建设中的交通、商业、文化教育设施以及其他市政条件作误导宣传；</li>
                                <li>（3）不得发布带有 “中介费”、“佣金”等相关词汇的内容。</li>
                            </ul>
                        </div>
                        <div class="paragraph">
                            <h4> 二、发布规则：</h4>
                            <ul>
                                <li class="secondheadline">1、图片发布规则，如有违反，将做房源违规处理。</li>
                                <li>（1）不得发布虚假的房源图片；</li>
                                <li>（2）呈现在详情页的图片，直观感受以清晰、整洁大方、光线充足、真实为准；</li>
                                <li>（3）图片中尽量不要有人物形象；</li>
                                <li>（4）图片中不得有其他网站logo或者标志等；</li>
                                <li>（5）无明显近距离肉眼可识别马赛克；</li>
                                <li>（6）形式为jpg、gif；</li>
                                <li>（7）大小要求：
                                        <ul class="second_ul">
                                            <li>A.上传图片需大于等于50k，小于等于2.5M；</li>
                                            <li>B.图片长边不得低于900像素，短边不得低于600像素,；</li>
                                            <li>C.图片比例尽量为4:3和3:4，4:3建议像素在1200*900以上，3:4建议像素在900*1200以上；</li>
                                            <li>D.户型图、标注楼号的楼座图、交通图，三图要以能看清图片上字为标准；</li>
                                            <li>E.可相应的加大尺寸，但图片大小不得超过2.5M；</li>
                                            <li>F.别墅户型图：如地上3层地下1层，需将4层户型拼贴到一张上，可新建一个3000*3000像素的背景，将每层分别移入并进行文字标注，最后进行剪裁缩放；</li>
                                        </ul>
                                </li>
                                <li>（8）图片中不得出现纯文字介绍图片，纯文字宣传单页；</li>
                                <li>（9）图片中不得出现文字、数字、联系方式（QQ、微信、电话、网址、二维码）；</li>
                                <li>（10）不得在图片周围添加任何形式的边框。</li>
                                <li class="secondheadline">2、文字发布规则，如有违反，将做房源违规处理。</li>
                                <li>（1）文字形容准确，通俗易懂，不引起歧义，文中不得出现错别字，病句，不得出现口语化、模糊不清的文字词语，例如“可能、大概、大约、不确定”等；</li>
                                <li>（2）信息来源可靠，内容真实，不夸大；</li>
                                <li>（3）时间类表述要有精确性，如”开盘时间2016年4月20日”、”2016年5月上旬”、”2016年5月内”； 不得出现类似”今年下半年开盘”；</li>
                                <li>（4）不得使用繁体、异形字体、特殊符号等方式规避审核发布违规词。</li>
                            </ul>
                        </div>
                    </div>
               </div>
               <!--合作伙伴  -->
                <div class="centre_content_div partner" id="partner" style="display: none" >
                    <h2 class="par_kuang">
                        <p class="lits_name">合作伙伴</p>
                        <span class="lits_ilen"></span>
                    </h2>
                    <div class="paragraph">
                        <a><img src="${ctx}/static/front/img/center/center01.png"></a>
                        <a><img src="${ctx}/static/front/img/center/center02.png"></a>
                        <a><img src="${ctx}/static/front/img/center/center03.png"></a>
                    </div>
                </div>
           </div>
		</div>
	  
    </div>
    <!-- jQuery (necessary for Bootstrap's JavaScript plugins) -->
    <script src="${ctx }/static/front/js/jquery.js"></script>
    <!-- Include all compiled plugins (below), or include individual files as needed -->
    <script src="${ctx }/static/front/js/bootstrap.js"></script>
     <script>
        // lefttab切换
        var lefttabs = $(".centre_lefttab ul").find("li"),
            contentdivs = $(".centre_content").find(".centre_content_div");
        // lefttab事件委托
       $(".centre_lefttab>ul>li").on("click",function(e){
           var  e = e || window.event,
                index = e.target.index;
                $(this).addClass("centre_leftActive").siblings().removeClass("centre_leftActive");
                var left_html = $(this).find("a").html();
                if(left_html == "关于我们"){
                    $("#about_us").show().siblings().hide();
                }else if(left_html == "合作伙伴"){
                    $("#partner").show().siblings().hide();
                }
                else{
                     $("#platform_agreement").show().siblings().hide();
                }
                
        }); 

        $(".content_title>li").on("click",function(){
            // $(this).addClass("content_title_active").siblings().removeClass("content_title_active");
             var title_html = $(this).html();
                if(title_html == "用户协议"){
                    $("#user-agreement").show().siblings().hide();
                }else{
                     $("#rental-agreement").show().siblings().hide();
                }
        });
      $(function() {//兼容ie8+和手机端
				//获取url中的参数
        		function getUrlParam(name) {
            		var reg = new RegExp("(^|&)" + name + "=([^&]*)(&|$)"); //构造一个含有目标参数的正则表达式对象
            		var r = window.location.search.substr(1).match(reg);  //匹配目标参数
           			 if (r != null) return unescape(r[2]); return null; //返回参数值
        		};
        		var xx = getUrlParam('about');
        			if(xx == 2){
                   		$("#partner").show().siblings().hide();
                	}else if(xx == 1){
                    	$("#platform_agreement").show().siblings().hide();
                	}
                	else{
                		$("#about_us").show().siblings().hide();
                	}
                	console.log($("._about_li").eq(xx));
              		$("._about_li").eq(xx).addClass("centre_leftActive").siblings().removeClass("centre_leftActive");
		});
    </script>
